Repository: tkmedia/tkmulti-child
Catalog: languages/tkm-functionality-*.po
Languages: he_il

source: Archive settings
he_il: הגדרות קטגורית פוסטים

source: Top Masthead
he_il: Masthead עליון

source: Main banner image
he_il: תמונת באנר עליון ראשית

source: Articles layout
he_il: פריסת מאמרים

source: Articles per row
he_il: מאמרים בשורה

source: Between 1-5
he_il: בין 1-5

source: Slider style
he_il: סגנון הסליידר

source: Flexible page content
he_il: תוכן דינמי

source: Flexible Content
he_il: תוכן דינמי

source: Content Row
he_il: אזור תוכן

source: Row Background image
he_il: תמונת רקע לאזור

source: Show section divider
he_il: הצג חוצץ מעוצב

source: Show section wrap lines
he_il: הצג קווי מסגרת לשורת רכיבים

source: Cancel auto wrap - Full Page Wrap
he_il: ביטול רוחב תוכן - רוחב מסך מלא

source: Delete padding between Columns
he_il: בטל ריווח בין עמודות

source: Vertically align columns in row
he_il: יישור אנכי של העמודות

source: Top Padding
he_il: ריווח עליון

source: Bottom Padding
he_il: ריווח תחתון

source: Right Padding
he_il: ריווח מימין

source: Left Padding
he_il: ריווח משמאל

source: Top Wrap line
he_il: קו היקפי עליון

source: short right
he_il: קצר מימין

source: short left
he_il: קצר משמאל

source: middle right
he_il: ארוך מימין

source: middle left
he_il: ארוך משמאל

source: Top full
he_il: עליון מלא

source: short right short left
he_il: קצר מימין וקצר משמאל

source: middle right short left
he_il: ארוך מימין קצר משמאל

source: short right middle left
he_il: קצר מימין ארוך משמאל

source: Bottom Wrap line
he_il: קו היקפי תחתון

source: Bootom full
he_il: תחתון מלא

source: Right Wrap line
he_il: קו היקפי ימין

source: Full right
he_il: קו מלא ימין

source: Left Wrap line
he_il: קו היקפי משמאל

source: Full left
he_il: קו מלא שמאל

source: Top line padd
he_il: ריווח קו עליון

source: Bottom line padd
he_il: ריווח קו תחתון

source: Right Overlay Color
he_il: צבע רקע מימין

source: Left Overlay Color
he_il: צבע רקע משמאל

source: Right Overlay Opacity
he_il: שקיפות רקע ימין

source: Left Overlay Opacity
he_il: שקיפות צבע רקע

source: Rotate Gradient bg
he_il: סובב צבע רקע

source: Top divider section
he_il: חוצץ עליון

source: Waves
he_il: גלים

source: Opacity waves
he_il: גלים במניפה

source: Mountains
he_il: הרים

source: Drops
he_il: טיפות

source: Opacity clouds
he_il: עננים במניפה

source: Big clouds
he_il: עננים גדולים

source: Pyramids
he_il: פירמידות

source: Triangle
he_il: משולש

source: Circle
he_il: חצי עיגול

source: Right tilt
he_il: הטיה ימינה

source: Left tilt
he_il: הטיה שמאלה

source: Right opacity tilt
he_il: הטיה ימינה במניפה

source: Left opacity tilt
he_il: הטיה שמאלה במניפה

source: Triangle opacity
he_il: משולש במניפה

source: Right Arc
he_il: קשת ימינה

source: Left Arc
he_il: קשת שמאלה

source: Opacity Circle
he_il: חצי עיגול במניפה

source: Right Arc opacity
he_il: קשת ימינה במניפה

source: Left Arc opacity
he_il: קשת שמאלה במניפה

source: Arrow
he_il: חץ

source: Cross
he_il: קרוס

source: Water-color
he_il: צבעי מים

source: Water-color spread
he_il: צבעי מים מרוחים

source: Brush spread
he_il: מברשת צבע

source: Top divider section - fill color
he_il: חוצץ עליון - צבע מילוי

source: Top divider section - BG color
he_il: חוצץ עליון - צבע רקע

source: Top divider section - height
he_il: חוצץ עליון - גובה

source: Top divider section - position
he_il: חוצץ עליון - מיקום

source: Behind content
he_il: מאחורי התוכן

source: On top content
he_il: מעל התוכן

source: Bottom divider section
he_il: חוצץ תחתון

source: Bottom divider section - fill color
he_il: חוצץ תחתון - צבע מילוי

source: Bottom divider section - BG color
he_il: חוצץ תחתון - צבע רקע

source: Bottom divider section - height
he_il: חוצץ תחתון - גובה

source: Bottom divider section - position
he_il: חוצץ תחתון - מיקום

source: Content Elements
he_il: אלמנטי תוכן

source: Styled Title
he_il: כותרת מעוצבת

source: Block Width
he_il: רוחב עמודה

source: full width
he_il: רוחב מלא

source: Break to new line
he_il: הצג רכיב לבד בשורה

source: Block align
he_il: יישור הרכיב בשורה

source: Right
he_il: ימין

source: Center
he_il: מרכז

source: Left
he_il: שמאל

source: Order On mobile
he_il: סדר הרכיב בתצוגת מובייל

source: Mobile layout
he_il: פריסה במובייל

source: Hide On Mobile
he_il: הסתר במובייל

source: Animation
he_il: אנימציה

source: Title style
he_il: סגנון הכותרת

source: clean
he_il: נקי

source: clean-underline
he_il: נקי - קו תחתון

source: clean-sideline
he_il: נקי - קו צידי

source: box
he_il: קוביית רקע

source: split
he_il: קוביית רקע - מפוצל

source: Title type heading
he_il: סוג הכותרת

source: Font size
he_il: גודל פונט

source: Title Alignment
he_il: יישור הכותרת

source: center
he_il: מרכז

source: right
he_il: ימין

source: left
he_il: שמאל

source: Title color
he_il: צבע הכותרת

source: Title Background color
he_il: צבע רקע לכותרת

source: Title color - second part
he_il: צבע לחלק השני בכותרת

source: Title Background color - second part
he_il: צבע רקע לחלק השני בכותרת

source: The title (first part)
he_il: כותרת - חלק ראשון

source: The title (second part)
he_il: כותרת - חלק שני

source: Intro
he_il: מבוא/תקציר

source: Content Divider
he_il: אזור מפריד

source: Divider line thick
he_il: עובי קו הפרדה

source: Divider line width
he_il: רוחב קו הפרדה

source: Divider line color
he_il: צבע קו הפרדה

source: Vertical align
he_il: יישור אנכי

source: top
he_il: למעלה

source: middle
he_il: מרכז

source: bottom
he_il: תחתון

source: Horizontal align
he_il: יישור אופקי

source: start
he_il: התחלה

source: end
he_il: סוף

source: Divider Height
he_il: גובה אזור הפרדה

source: Show Divider
he_il: הצג הפרדה

source: Full content editor
he_il: עורך תוכן מלא

source: Background round corners
he_il: פינות מעוגלות לרקע

source: Content align middle
he_il: יישור תוכן למרכז

source: Title
he_il: כותרת

source: Title - font size
he_il: כותרת - גודל פונט

source: Subtitle
he_il: כותרת משנה

source: Subtitle - font size
he_il: כותרת משנה - גודל פונט

source: Subtitle color
he_il: צבע כותרת משנה

source: Content text color
he_il: צבע פונט התוכן

source: Content block width
he_il: רוחב אלמנט תוכן

source: Title align
he_il: יישור הכותרת

source: Content
he_il: תוכן

source: Bottom Button
he_il: כפתור תחתון

source: Bottom Button link
he_il: לינק לכפתור תחתון

source: Link
he_il: קישור

source: Bottom Button Color
he_il: צבע כפתור תחתון

source: Dark
he_il: כהה

source: Light
he_il: בהיר

source: Full bottom
he_il: תחתון מלא

source: Image Block
he_il: רכיב תמונה

source: Title location
he_il: מיקום הכותרת

source: Title top
he_il: כותרת מעל

source: Title bottom
he_il: כותרת מתחת

source: Image size
he_il: גודל התמונה

source: Cut 620x425
he_il: חיתוך 620x425

source: Cut 500px
he_il: חיתוך 500px

source: Cut 300px
he_il: חיתוך 300px

source: Cut Portrait
he_il: חיתוך פורטרט

source: No cut = full size
he_il: גודל מלא

source: Image align
he_il: יישור התמונה

source: Image Style
he_il: סגנון התמונה

source: Add Drop shadow
he_il: הוספת הצללה

source: Add Content on image
he_il: הוספת תוכן על התמונה

source: Show Content on hover only
he_il: הצגת התוכן ב"הובר" בלבד

source: Overlay on image
he_il: מיסוך על התמונה

source: Inside border
he_il: מסגרת פנימית

source: Round corners
he_il: פינות מעוגלות

source: Add logo on image
he_il: הוספות לוגו/תמונה על גבי התמונה

source: No stretch - Original proportions
he_il: ללא מתיחה - פרופורציות מקוריות

source: Image fit in block
he_il: מילוי שטח התמונה

source: Logo on image
he_il: לוגו על התמונה

source: Logo position on image
he_il: מיקום הלוגו על התמונה

source: Container height
he_il: גובה הקונטיינר

source: Text content
he_il: תוכן על התמונה

source: Text Ver align
he_il: יישור אנכי של הטקסט

source: Text Hor align
he_il: יישור אופקי של הטקסט

source: strat
he_il: התחלה

source: Font color
he_il: צבע הפונט

source: Links
he_il: קישורים

source: First button
he_il: כפתור ראשון

source: First button link
he_il: לינק לכפתור הראשון

source: Second button
he_il: כפתור שני

source: Second button link
he_il: לינק לכפתור השני

source: Link for all the image
he_il: לינק לכל התמונה

source: Open link in fancy box
he_il: פתיחת לינק לפופאפ

source: Choose the image
he_il: בחירת התמונה

source: Top margin
he_il: ריווח עליון

source: Bottom margin
he_il: ריווח תחתון

source: Image with content
he_il: תמונה עם תוכן מלא

source: Type
he_il: סוג

source: Image ontop
he_il: תמונה מעל

source: Title ontop
he_il: כותרת מעל

source: Side by side
he_il: תמונה לצד תוכן

source: Style
he_il: סגנון

source: Style1
he_il: סגנון 1

source: Style2
he_il: סגנון 2

source: Image layout
he_il: פריסת התמונה

source: Cover Layout
he_il: פריסה מלאה

source: Cut by size
he_il: חיתוך למידה

source: Middle logo image
he_il: תמונת לוגו ממורכזת

source: Content align
he_il: יישור התוכן

source: Column layout
he_il: פריסת העמודות

source: Image side
he_il: צד התמונה

source: Inner color bg
he_il: צבע רקע פנימי

source: Content color
he_il: צבע התוכן

source: Title type
he_il: סוג הכותרת

source: Title size
he_il: גודל הכותרת

source: Full content
he_il: תוכן מלא

source: Image
he_il: תמונה

source: Full size
he_il: גודל מלא

source: Read more text
he_il: טקסט כפתור

source: Button link
he_il: לינק לכפתור

source: Button color
he_il: צבע הכפתור

source: Video block
he_il: רכיב וידאו

source: Manual image link grid
he_il: גריד תמונות עם קישורים ידני

source: Layout type
he_il: סוג הפריסה

source: Flex layout
he_il: פריסת FLEX

source: Grid layout
he_il: פריסת גריד

source: Box layout
he_il: פריסת קוביות

source: Video layout
he_il: פריסת וידאו

source: Boxes in row
he_il: קוביות בשורה

source: B&W effect
he_il: אפקט שחור לבן

source: Text position on image
he_il: מיקום הטקסט על התמונה

source: Center bottom
he_il: מרכז תחתון

source: Center top
he_il: מרכז עליון

source: Center middle
he_il: מרכז אמצע

source: Start bottom
he_il: התחלה תחתון

source: Start top
he_il: התחלה עליון

source: Start middle
he_il: התחלה אמצע

source: Text bellow img
he_il: טקסט מתחת לתמונה

source: Choose images
he_il: בחירת תמונות

source: Excerpt
he_il: תקציר

source: Page link
he_il: קישור לעמוד

source: Video Youtube link
he_il: קישור ליוטיוב

source: Video Youtube title
he_il: כותרת לסרטון

source: Project Box
he_il: קובית פרוייקט

source: Title position
he_il: מיקום הכותרת

source: Above the Image
he_il: מעל התמונה

source: Below the Image
he_il: מתחת לתמונה

source: Title side
he_il: צד הכותרת

source: Cut 800x420
he_il: חיתוך 800x420

source: Pre title
he_il: טקסט מקדים לכותרת

source: Pre title color
he_il: צבע טקסט מקדים

source: Pre title size
he_il: גודל טקסט מקדים

source: First button - text
he_il: כפתור ראשון - טקסט

source: Second button - text
he_il: כפתור שני - טקסט

source: First button - link
he_il: כפתור ראשון - לינק

source: Second button - link
he_il: כפתור שני - לינק

source: Button
he_il: כפתור

source: Text on button
he_il: טקסט על הכפתור

source: Link type
he_il: סוג הקישור

source: Free link
he_il: קישור חופשי

source: Form in popup
he_il: טופס בפופאפ

source: Form link
he_il: קישור הטופס

source: Button style
he_il: סגנון הכפתור

source: Normal Button
he_il: כפתור רגיל

source: Round Button
he_il: כתפור מעוגל

source: Big Button
he_il: כפתור גדול

source: Text Color
he_il: צבע הפונט

source: BackGround color
he_il: צבע הרקע

source: Button hor align
he_il: יישור אופקי של הכפתור

source: Button ver align
he_il: יישור אנכי של הכפתור

source: Button icon type
he_il: סוג האייקון בכפתור

source: Icon font
he_il: פונט אייקון

source: Icon free html
he_il: HTML חופשי

source: Button icon side
he_il: מיקום האייקון בכפתור

source: Icon left
he_il: אייקון משמאל

source: Icon right
he_il: אייקון מימין

source: Icon
he_il: אייקון

source: Icon color
he_il: צבע האייקון

source: Free HTML
he_il: HTML חופשי

source: Page/Article Grid
he_il: גריד עמודים

source: Grid style
he_il: סגנון הגריד

source: style1
he_il: עיצוב 1

source: style2
he_il: עיצוב 2

source: style3
he_il: עיצוב 3

source: Top
he_il: למעלה

source: Bottom
he_il: למטה

source: Inside
he_il: בפנים

source: Pages per row
he_il: מספר עמודים בשורה

source: Featured image
he_il: תמונה מקדימה ראשית

source: Page main feature image
he_il: תמונה מקדימה ראשית של העמוד

source: Second featured image on hover
he_il: תמונה משנית מקדימה ב"הובר"

source: Grid pagination
he_il: עימוד הגריד

source: No pagination
he_il: ללא עימוד

source: Paginate by pages
he_il: עימוד בעמודים שונים

source: Paginate by scroll more
he_il: עימוד בגלילה

source: Pages per display
he_il: עמודים בתצוגה

source: Show excerpt
he_il: הצגת תקציר

source: Excerpt length
he_il: אורך התקציר

source: Choose pages
he_il: בחירת עמודים

source: Image Slider
he_il: סליידר תמונות

source: Sub Title
he_il: כותרת משנה

source: Title Align
he_il: יישור הכותרת

source: full size
he_il: גודל מלא

source: Images on display - desktop
he_il: תמונת לתצוגה בדסקטופ

source: Between 1-6
he_il: בין 1-6

source: Images on display - mobile
he_il: תמונות לתצוגה במובייל

source: Between 1-3
he_il: בין 1-3

source: Show thumbnails
he_il: הצג תמונות ממוזערות

source: No thumbs
he_il: ללא תמונות מוקטנות

source: Slider thumbs
he_il: סליידר עם תמונות מוקטנות

source: Image thums to display
he_il: תמונות מוקטנות לתצוגה

source: Between 2-6
he_il: בין 2-6

source: Images
he_il: תמונות

source: Client Slider
he_il: סליידר לקוחות (לוגואים)

source: Image Source
he_il: מקור התמונות

source: Global theme settings
he_il: הגדרות תבנית כלליות

source: Unique to page
he_il: ייחודי לעמוד

source: Cut 100px
he_il: חיתוך 100px

source: Resize 150x75
he_il: הקטן ל- 150x75

source: Between 1-8
he_il: בין 1-8

source: Between 1-4
he_il: בין 1-4

source: Gallery grid
he_il: גריד גלרייה

source: Gallery type
he_il: סוג הגלרייה

source: Box grid
he_il: גריד קוביות

source: Masonary
he_il: גריד בנאים

source: Images per row
he_il: תמונות בשורה

source: Open images on display
he_il: תמונות פתוחות בתצוגה

source: Show more button
he_il: טקסט הצג עוד

source: Show more
he_il: הצג עוד

source: Show less button
he_il: טקסט הצג פחות

source: Show less
he_il: הצג פחות

source: Bulletin List
he_il: רשימה מעוצבת

source: Main Title
he_il: כותרת ראשית

source: Main SubTitle
he_il: כותרת משנה ראשית

source: Layout
he_il: פריסה

source: Image/Icon Position
he_il: מיקום התמונה/אייקון

source: Content Align
he_il: יישור התוכן

source: Max items in row
he_il: מקסימום פריטים בשורה

source: Icon Size (if image icon)
he_il: גודל האייקון (במידה ותמונה)

source: Samll
he_il: קטן

source: Medium
he_il: בינוני

source: Big
he_il: גדול

source: Icon Size (if font icon)
he_il: גודל האייקון (במידה ופונט)

source: Image icon cut type
he_il: סוג החיתוך לאייקון תמונה

source: List
he_il: רשימה

source: Sub Text
he_il: טקסט משנה

source: SubText color
he_il: צבע טקסט משנה

source: SubText Size
he_il: גודל טקסט משנה

source: Page/Article Slider
he_il: סליידר עמודים

source: Number of links to display
he_il: מספר קישורים בתצוגה

source: between 2-5
he_il: בין 2-5

source: Choose source
he_il: בחירת המקור

source: Manualy from list
he_il: בחירה ידנית מרשימה

source: Auto latest pages
he_il: עמודים אחרונים (אוטו')

source: Auto latest posts
he_il: פוסטים אחרונים (אוטו')

source: Auto child pages
he_il: עמודי ילד (אוטו')

source: Number of links to call on
he_il: מספר הקישורים לקריאה

source: Start
he_il: התחלה

source: End
he_il: סוף

source: Icon under title
he_il: אייקון מתחת לתמונה

source: Product Slider
he_il: סליידר מוצרים

source: Between 2-5
he_il: בין 2-5

source: Hide Price
he_il: הסתר מחיר

source: Hide Buttons
he_il: הסתר כפתורים

source: Hide Intro
he_il: הסתר תקציר

source: Choose Products
he_il: בחירת מוצרים

source: Full contact form
he_il: טופס מלא

source: Choose Form
he_il: בחירת טופס

source: Form color
he_il: צבע טופס

source: Hide form title
he_il: הסתר כותרת הטופס

source: Q&A slider
he_il: סליידר שאלות ותשובות

source: Q&A
he_il: שאלות ותשובות

source: Question
he_il: שאלה

source: Answer
he_il: תשובה

source: Button popup
he_il: כפתור פופאפ

source: Button read more
he_il: כפתור קרא עוד

source: Link button read more
he_il: לינק לכפתור קרא עוד

source: Q&A accordion
he_il: אקורדיון Q&A

source: Accordion
he_il: אקורדיון

source: Tabs
he_il: טאבים

source: Icon type
he_il: סוג האייקון

source: QA text
he_il: טקסט שאלות/תשובות

source: Check mark
he_il: סימן וי

source: Plus/Minus
he_il: פלוס/מינוס

source: Question mark
he_il: סימן שאלה

source: Columns
he_il: עמודות

source: One column
he_il: עמודה אחת

source: Two columns
he_il: שתי עמודות

source: Q&A Rows
he_il: שורות שאלות/תשובות

source: Text
he_il: טקסט

source: Google map
he_il: מפת גוגל

source: Title in map
he_il: כותרת במפה

source: Address
he_il: כתובת על המפה

source: Testimonial slider
he_il: סליידר המלצות

source: Number of boxes to display
he_il: מספר קוביות לתצוגה

source: Testimonials
he_il: המלצות

source: Name
he_il: שם

source: Cat Box Grid
he_il: גריד קוביות קטגוריה

source: Boxes per row
he_il: קוביות בשורה

source: between 1-3
he_il: בין 1-3

source: Timeline
he_il: ציר זמן

source: Block on display - desktop
he_il: בלוקים בתצוגה - דסקטופ

source: Block on display - mobile
he_il: בלוקים בתצוגה - מובייל

source: Timeline Date
he_il: תאריך בציר זמן

source: Timeline Content
he_il: תוכן בציר זמן

source: Share buttons
he_il: כפתורים לרשתות חברתיות

source: Parallax Image
he_il: תמונת Parallax

source: Background image
he_il: תמונת רקע

source: Background effect
he_il: אפקט תמונת רקע

source: Block height
he_il: גובה הרכיב

source: Content on image
he_il: תוכן על התמונה

source: Add Row
he_il: הוסף שורה

source: Main Page Title
he_il: כותרת ראשית בעמוד

source: H1 - Replace page name title
he_il: H1 - ניתן להחליף את שם העמוד

source: Hide Main Page Title
he_il: הסתר כותרת ראשית בעמוד

source: If main page title is hidden you should add an H1 title in page
he_il: במידה וכותרת ראשית בעמוד הוסתרה מומלץ להוסיף כותרת H1 בתוכן העמוד

source: Second Featured Image
he_il: תמונת עמוד משנית

source: Will be used as hover image effect
he_il: התמונה תשמש לאפקט "הובר" באמלנטים ייעודיים

source: MastHead on Mobile
he_il: תצוגת MastHead במובייל

source: Same as Desktop
he_il: זהה לדסקטופ

source: Different on Mobile
he_il: תצוגה שונה במובייל

source: Intro Text
he_il: פסקת מבוא

source: Position will be set by slider masthead style
he_il: מיקום יוגדר בהתאם לסגנון MastHead

source: Short Excerpt
he_il: תקציר

source: will be shown on related pages linked here
he_il: יוצג באלמנטים מקשרים בעמודים אחרים

source: MastHead Top Slider
he_il: MastHead ראשי עליון

source: MastHead Style
he_il: סגנון MastHead

source: Image Slider or Youtube video
he_il: סליידר תמונות או סרטון יוטיוב

source: Clean Image Short Head
he_il: כותרת נקיה עם רקע נמוך

source: No Image BG
he_il: ללא תמונת רקע

source: Full Manual slider
he_il: סליידר בהתאמה ידנית

source: MastHead background color
he_il: צבע רקע לסליידר

source: Slider Effect
he_il: אפקט הסליידר

source: Main title color
he_il: צבע כותרת ראשית

source: Intro text color
he_il: צבע פסקת מבוא

source: Title & Intro location
he_il: מיקום הכותרת ופסקת מבוא

source: On top of the Image
he_il: על גבי התמונת רקע

source: Under the image
he_il: מתחת לתמונת רקע

source: Title & Intro Horizontal position
he_il: כותרת ומבוא - מיקום אופקי

source: Titile & Intro Vertical position
he_il: כותרת ומבוא - מיקום אנכי

source: MastHead Visual Height
he_il: גובה MastHead במסך

source: MastHead Type
he_il: סוג MastHead

source: Image / Image slider
he_il: תמונה / סליידר תמונות

source: Youtube Video
he_il: סרטון יוטיוב

source: Choose Images
he_il: בחירת תמונה/ות

source: Youtube full URL
he_il: כתובת URL יוטיוב

source: Button Type
he_il: סוג הכפתור

source: Text button
he_il: כפתור טקסט

source: Image button
he_il: כפתור תמונה

source: Button Style
he_il: עיצוב כפתור

source: Style 1
he_il: עיצוב 1

source: Style 2
he_il: עיצוב 2

source: Style 3
he_il: עיצוב 3

source: Button text color
he_il: צבע טקסט בכפתור

source: Button background color
he_il: צבע רקע בכפתור

source: First Button - text
he_il: כפתור ראשון - טקסט

source: First Button - Image
he_il: כפתור ראשון - תמונה

source: First Button - link
he_il: כפתור ראשון - לינק

source: Second Button - text
he_il: כפתור שני - טקסט

source: Second Button - Image
he_il: כפתור שני - תמונה

source: Second Button - link
he_il: כפתור שני - לינק

source: Manual Full Slider
he_il: סליידר בהתאמה ידנית

source: Background Type
he_il: סגנון הרקע

source: Video
he_il: וידאו

source: Video URL
he_il: כתובת סרטון יוטיוב

source: Content on slide
he_il: תוכן על הסלייד

source: Contenet position on slide
he_il: מיקום התוכן על הסלייד

source: Center Middle
he_il: מרכז-אמצע

source: Center Top
he_il: מרכז-עליון

source: Center Bottom
he_il: מרכז-תחתון

source: Top Start
he_il: התחלה-עליון

source: Middle Start
he_il: התחלה-מרכז

source: Bottom Start
he_il: התחלה-תחתון

source: Top End
he_il: סוף-עליון

source: Middle End
he_il: סוף-מרכז

source: Bottom End
he_il: סוף-תחתון

source: Mobile MastHead Top Slider
he_il: תצוגת מובייל - MastHead ראשי עליון

source: Top Middle
he_il: אמצע עליון

source: Bottom Middle
he_il: אמצע תחתון

source: General settings
he_il: הגדרות כלליות

source: Style & Layout
he_il: עיצוב ופריסה

source: Site layout
he_il: פריסת אתר

source: Full width
he_il: רוחב מלא

source: Box site
he_il: פריסה עם שוליים

source: Background color
he_il: צבע רקע

source: Inner background color
he_il: צבע רקע פנימי

source: General info
he_il: מידע כללי

source: Main phone
he_il: טלפון ראשי

source: Main contact - Phone text
he_il: טלפון - טקסט לרכיב התקשרות

source: Phone for Whatsapp
he_il: טלפון וואטסאפ

source: Main contact - Whatsapp text
he_il: וואטסאפ - טקסט לרכיב התקשרות

source: Main email
he_il: אימייל ראשי

source: Main contact - Email text
he_il: אימייל - טקסט לרכיב התקשרות

source: Mobile phone
he_il: טלפון נייד

source: Main contact - Mobile text
he_il: טלפון נייד - טקסט לרכיב התקשרות

source: Messanger
he_il: מסנגר

source: Main contact - Messanger text
he_il: מסנגר - טקסט לרכיב התקשרות

source: Facebook
he_il: פייסבוק

source: Main contact - Facebook text
he_il: פייסבוק - טקסט לרכיב התקשרות

source: Main share - Twitter text
he_il: טוויטר - טקסט לרכיב שיתוף

source: Main share - Facebook text
he_il: פייסבוק - טקסט לרכיב שיתוף

source: Main share - Whatsapp text
he_il: וואטסאפ - טקסט לרכיב שיתוף

source: Main share - email text
he_il: אימייל - טקסט לרכיב שיתוף

source: Social links
he_il: קישורים לרשתות חברתיות

source: Header
he_il: האדר

source: Header style
he_il: עיצוב ההאדר

source: Logo on side of nav
he_il: לוגו לצד התפריט

source: Logo above nav
he_il: לוגו מעל התפריט

source: Logo center nav
he_il: לוגו במרכז התפריט

source: Logo center NO nav
he_il: לוגו במרכז ללא תפריט

source: Logo side NO nav
he_il: לוגו בצד ללא תפריט

source: Logo with Hamburger nav
he_il: לוגו עם תפריט "המבורגר"

source: Header background color
he_il: צבע רקע להאדר

source: Transparent
he_il: שקוף

source: Logo position (desktop)
he_il: מיקום הלוגו (דסקטופ)

source: Logo right
he_il: לוגו מימין

source: Logo center
he_il: לוגו במרכז

source: Logo left
he_il: לוגו משמאל

source: Menu item layout
he_il: פריסת פריטי תפריט

source: Spread items evenly
he_il: פריסה שווה

source: Align item start
he_il: יישור להתחלה

source: Align item end
he_il: יישור לסוף

source: Align item center
he_il: יישור למרכז

source: Default top slider image
he_il: תמונת סליידר דיפולטית

source: Default slider title size
he_il: גודל דיפולטי של כותרת ראשית

source: Show top panel
he_il: הצג פאנל עליון

source: Top panel bg color
he_il: תבע רקע לפאנל עליון

source: Top panel text color
he_il: צבע פונט לפאנל עליון

source: Show phone in top panel
he_il: הצג טלפון בפאנל העליון

source: Show nav in top panel
he_il: הצג תפריט בפאנל העליון

source: Top panel - right text
he_il: בר עליון - טקסט ימין

source: Top panel - left
he_il: בר עליון - שמאל

source: Top panel - left nav on mobile only
he_il: בר עליון - קישורים משמאל רק במובייל

source: Footer
he_il: פוטר

source: Footer Content Elements
he_il: רכיבי תוכן בפוטר

source: Footer Nav
he_il: תפריט פוטר

source: Choose nav
he_il: בחירת תפריט
