Repository: tkmedia/tkmulti-child
Catalog: languages/tkm-functionality-*.po
Languages: he_il

source: Footer nav 1
he_il: תפריט פוטר 1

source: Footer nav 2
he_il: תפריט פוטר 2

source: Footer nav 3
he_il: תפריט פוטר 3

source: Add new block
he_il: הוסף רכיב חדש

source: Show mobile fixed bar
he_il: הצג בר תחתון מקובע

source: Show search button
he_il: הצג כפתור חיפוש

source: Show Page link button
he_il: הצג כפתור קישור

source: Show form popup button
he_il: הצג כפתור לטופס פופאפ

source: Link button Icon
he_il: אייקון לכפתור קישור

source: Link Btn text
he_il: טקסט לכפתור קישור

source: Link to
he_il: קישור ל

source: Footer social links
he_il: קישורים לרשתות חבריות בפוטר

source: Site popups and Forms
he_il: פופאפים וטפסים

source: Page default form title
he_il: כותרת דיפולטית לטופס בעמודים

source: Page default form subtitle
he_il: כותרת משנה דיפולטית לטופס בעמודים

source: Default form popup
he_il: טופס פופאפ דיפולטי

source: Footer default form bg
he_il: תמונת רקע דיפולטית לטופס בעמודים

source: Site elements
he_il: רכיבים באתר

source: Popup form title
he_il: כותרת מעל הטופס פופאפ

source: Main category page link
he_il: קישור לעמוד קטגוריה ראשית

source: Contact module phone
he_il: מספר טלפון ברכיב התקשרות

source: Contact module button text
he_il: טקסט על הכפתור ברכיב התקשרות

source: Contact module Whatsapp num
he_il: מספר טלפון ברכיב התקשרות - וואטסאפ

source: Contact module Whatsapp text
he_il: טקסט על הכפתור ברכיב התקשרות - וואטסאפ

source: Default client slider
he_il: סליידר לקוחות דיפולטי

source: Default testimonial slider
he_il: סליידר המלצות דיפולטי

source: Testimonial
he_il: המלצה

source: 404 page
he_il: עמוד 404

source: Error brand points title
he_il: כותרת מעל רכיב קישורים מעוצבים

source: Error brand box
he_il: קישורים מעוצבים

source: Icon/Image
he_il: אייקון / תמונה
